{
  "games": [
    {
      "name": "Star Wars Galaxies",
      "year": 2003,
      "rank": "NP",
      "picture": "swgalaxy.jpg",
      "review": "MMORPG ambitieux situé dans l’univers Star Wars, salué à l’époque pour sa liberté et son immersion. Malheureusement, n’ayant pas pu l’essayer, je ne peux que constater qu’il a marqué de nombreux joueurs par son système de professions varié et son approche sandbox, même si beaucoup se souviennent aussi de mises à jour controversées. Son aura reste forte auprès des nostalgiques du MMO d’antan."
    },
    {
      "name": "Freedom Fighters",
      "year": 2003,
      "rank": "C",
      "picture": "freedomfighters.jpg",
      "review": "Un jeu d’action à la troisième personne au rythme soutenu, avec une mécanique de commandement d’escouade simple, mais efficace. J’y ai trouvé un plaisir immédiat, sans bugs gênants, ce qui est rare pour l’époque. Bien que le scénario ne brille pas par sa profondeur, il bénéficie d’une ambiance alternative captivante où les Soviétiques envahissent New York."
    },
    {
      "name": "SOCOM II: U.S. Navy SEALs",
      "year": 2003,
      "rank": "F",
      "picture": "socom2.jpg",
      "review": "Un titre qui se voulait réaliste et tactique, mais dont la lenteur excessive et les IA défectueuses m’ont rapidement découragé. Voir ses alliés agir de manière incohérente brise toute immersion. Le multijoueur était salué, mais en solo, l’expérience est frustrante."
    },
    {
      "name": "Madden NFL 2004",
      "year": 2003,
      "rank": "E",
      "picture": "madden2004.jpg",
      "review": "Simulation sportive de référence pour les amateurs de football américain, mais hermétique pour un novice. Mon expérience a été courte, freinée par un manque de compréhension des règles, bien que la technique et la profondeur stratégique soient indéniables."
    },
    {
      "name": "Tony Hawk's Underground",
      "year": 2003,
      "rank": "B",
      "picture": "thug.jpg",
      "review": "Un des épisodes les plus appréciés de la saga, mêlant gameplay fluide, personnalisation et scénario léger mais attachant. Seule une mission finale buguée a terni mon expérience. Une bande-son culte et une liberté de tricks qui en font un monument du skate."
    },
    {
      "name": "SSX 3",
      "year": 2003,
      "rank": "E",
      "picture": "ssx3.jpg",
      "review": "Jeu de snowboard arcade au style flashy et à la bande-son dynamique. Pourtant, le fun immédiat attendu n’a pas opéré, me rappelant un Mario Kart en moins engageant. Les critiques l’adoraient, mais pour moi, la descente fut courte."
    },
    {
      "name": "Tom Clancy's Splinter Cell",
      "year": 2003,
      "rank": "D",
      "picture": "splintercell.jpg",
      "review": "Splinter Cell propose une infiltration réaliste et exigeante. L’utilisation de l’ombre pour se dissimuler et des différents modes de vision nocturne, thermique et infrarouge est une idée brillante qui ajoute une profondeur stratégique rare pour l’époque. L’ambiance est saisissante : la tension permanente, les décors sombres et les séquences cinématographiques contribuent à un véritable sentiment d’immersion dans le rôle d’un espion moderne. Pourtant, malgré ces innovations, je n’ai pas réussi à accrocher pleinement au jeu. La lenteur du rythme et la linéarité des missions limitent la liberté et la variété des approches, rendant chaque niveau parfois frustrant. De plus, j’ai été confronté à une avalanche de bugs qui ont gâché plusieurs tentatives, avec des problèmes de collisions ou de comportements ennemis qui brisaient la furtivité et l’immersion. Ces défauts techniques m’ont empêché de profiter pleinement des mécaniques ingénieuses, et m’ont fait ressentir une certaine frustration, même si l’originalité du concept reste indéniable."
    },
    {
      "name": "The Legend of Zelda : Wind Waker",
      "year": 2003,
      "rank": "B",
      "picture": "windwaker.jpg",
      "review": "La direction artistique est absolument incroyable, intemporelle même, et pour la première fois Link donne l’impression d’avoir de véritables sentiments grâce à des expressions faciales d’une justesse remarquable. Nintendo a pris un risque insensé en proposant à l’époque un Zelda centré sur la navigation en mer. Le pari est audacieux, et si la sensation d’exploration est plaisante au début, elle finit par s’essouffler : les traversées deviennent monotones, faute de contenu suffisant pour alimenter l’aventure. L’ingéniosité se retrouve plutôt dans les énigmes : le jeu oblige à exploiter l’ensemble de l’équipement, ce qui incite à réfléchir et évite la facilité. En revanche, je regrette profondément le traitement de Tetra : introduite comme une figure maline, arrogante et pleine de caractère, elle est réduite après le cliffhanger à un rôle passif, presque décoratif. Une vraie occasion manquée. Comme souvent avec la saga, j’ai ressenti un certain étirement artificiel de la durée de vie. L’impression de rallonge inutile s’installe, ternissant parfois le rythme d’une aventure qui aurait gagné à être plus resserrée. En parlant de rythme ça ma pris 10h pour comprendre que la baguette n'etait pas un jeu de rythme... De nombreuses minutes que j'aurais pu éviter de perdre. Wind Waker est un jeu audacieux et marquant, mais qui illustre parfaitement le paradoxe de Nintendo : une créativité débordante, parfois étouffée par des choix de rythme et de structure discutables."
    },
    {
      "name": "Star Wars: Knights of the Old Republic",
      "year": 2003,
      "rank": "A",
      "picture": "kotor.jpg",
      "review": "Un monument du RPG narratif, offrant des dialogues riches, des choix moraux et un twist final marquant. Malgré quelques bugs et une illusion de liberté parfois frustrante, l’expérience reste magistrale et inoubliable."
    },
    {
      "name": "GTA: Vice City",
      "year": 2003,
      "rank": "C",
      "picture": "vicecity.jpg",
      "review": "Plongée dans une ville saturée d’action et de néons 80’s, avec une bande-son mythique. Quelques missions agaçantes et un rythme précipité ternissent l’ensemble. Un classique imparfait mais marquant."
    },
    {
      "name": "Burnout 3: Takedown",
      "year": 2004,
      "rank": "A",
      "picture": "burnout3.jpg",
      "review": "Un jeu de course nerveux et spectaculaire, sublimé par son système de takedown jouissif, sa bande-son entraînante et son dynamisme. Malgré un manque de variété dans les véhicules et l’absence de multijoueur dans mon cas, il reste un incontournable du genre."
    },
    {
      "name": "Metal Gear Solid 3: Snake Eater",
      "year": 2004,
      "rank": "D",
      "picture": "mgs3.jpg",
      "review": "Porté par une histoire et des cinématiques remarquables, mais le gameplay s’efface face aux longues cutscenes et contrôles peu fluides. Un scénario d’exception enfermé dans une expérience ludique déséquilibrée."
    },
    {
      "name": "Half-Life 2: Episode One",
      "year": 2004,
      "rank": "S",
      "picture": "hl2ep1.jpg",
      "review": "Concentré d’action au rythme soutenu, offrant une diversité de missions réjouissante. Deux bugs mineurs seulement, une IA parfois agaçante, mais rien qui ternisse une masterclass de rythme et de maîtrise."
    },
    {
      "name": "Halo 2",
      "year": 2004,
      "rank": "E",
      "picture": "halo2.png",
      "review": "N’ayant pas profité de son mode en ligne, je n’ai subi que la campagne, que j’ai trouvée particulièrement lente, courte et désagréable. Le rythme est poussif, les contrôles frustrants, avec une sensibilité impossible à régler correctement. L’aim assist, beaucoup trop prononcé, donne constamment l’impression d’être pris par la main, ce qui nuit à tout sentiment de maîtrise. Seule la bande-son, magistrale, parvient réellement à sauver l’expérience."
    },
    {
      "name": "GTA: San Andreas",
      "year": 2004,
      "rank": "B",
      "picture": "sanandreas.jpg",
      "review": "San Andreas reprend la formule de Vice City et la perfectionne sur de nombreux aspects : un monde plus vaste, une DA marquée, et surtout des personnages secondaires mémorables – avec une mention spéciale pour Woozie, sans doute l’un des plus attachants de la série. Pourtant, derrière cette grandeur, les vieux démons de GTA ressurgissent. L’abondance de contenu cache mal une variété en trompe-l’œil, où beaucoup d’activités paraissent accessoires ou mal rythmées. La conduite, omniprésente, finit par devenir une corvée. Certaines missions, notamment les phases d’infiltration aquatique ou celles de Zero, confinent à la punition. Et lorsque vient la fin, au lieu d’un feu d’artifice narratif, le jeu s’enlise dans une succession de missions répétitives, ternissant un parcours déjà exigeant. San Andreas est une fresque impressionnante, mais dont la longueur et les lourdeurs finissent par user même les joueurs les plus tenaces."
    },
    {
      "name": "F.E.A.R",
      "year": 2005,
      "rank": "B",
      "picture": "fear.jpg",
      "review": "F.E.A.R débute avec une promesse excitante : un mariage rare entre horreur psychologique et FPS nerveux. Les premières heures captivent, alternant frissons, apparitions dérangeantes et fusillades brillamment mises en scène. Mais cette alchimie se dilue rapidement, l’action prenant nettement le pas sur l’horreur. Le plus frustrant est que le jeu insiste à maintenir cette atmosphère horrifique tout en surchargeant de combats. Le résultat devient gênant : plongé dans le noir, on peine à distinguer les silhouettes ennemies, ce qui gêne plus le gameplay qu’il ne le sublime. En revanche, l’intelligence artificielle impressionne. Les ennemis tentent constamment de surprendre, se repositionnent, prennent des poses variées pour attaquer. Pour l’époque, c’était remarquablement dynamique et donne encore aujourd’hui une intensité particulière aux affrontements. Au final, F.E.A.R amuse, surprend et parvient à marquer, mais il reste l’ombre de ce qu’il aurait pu être : un vrai chef-d’œuvre d’horreur vidéoludique."
    },
    {
      "name": "Call of duty 2",
      "year": 2005,
      "rank": "C",
      "picture": "callofduty2.jpg",
      "review": "Un jeu doté de graphismes saisissants pour l’époque et d’une immersion certaine. Toutefois, la formule peine à se renouveler : missions redondantes, arsenal trop limité, et un gameplay qui finit par s’essouffler. Sympathique sur le court terme, mais vite lassant"
    },
    {
      "name": "World of warcraft",
      "year": 2005,
      "rank": "NP",
      "picture": "wow.jpg",
      "review": "Mon absence sur ce monument du jeu vidéo ne vient pas d’un manque d’intérêt, mais d’un choix pratique : son modèle par abonnement. Je respecte profondément l’impact qu’il a eu sur l’industrie, sa capacité à fédérer des millions de joueurs et à définir les codes du MMO moderne. Toutefois, son format économique a constitué pour moi une barrière infranchissable. Je n’y ai donc jamais joué, mais je reconnais pleinement son importance historique."
    },
    {
      "name": "God od War",
      "year": 2005,
      "rank": "B",
      "picture": "godofwar.jpg",
      "review": "Une histoire originale et marquante, servie par une immersion remarquable. Le jeu est dynamique, jouissif, et l’on prend un vrai plaisir à suivre Kratos, devenu depuis une icône historique du jeu vidéo. Toutefois, le level design laissait à désirer, et surtout la caméra fut un véritable fardeau : aucun contrôle dessus, des changements d’angle incessants, et une gêne constante qui a maintes fois gâché mon aventure. Enfin, malgré l’intensité du gameplay, les combats finissent par souffrir d’une certaine redondance sur la durée."
    },
    {
      "name": "Residental Evil 4",
      "year": 2005,
      "rank": "A",
      "picture": "re4.jpg",
      "review": "Une histoire originale et une immersion incroyable, le jeu sait placer le joueur sous tension et multiplier les moments marquants. Malheureusement, ses commandes rigides limitent l’expérience : tout est ralenti, cassant une partie de la nervosité et de l’intensité que l’action voudrait offrir. De plus, le peu de développement dans les relations entre les personnages rend leurs rencontres ou disparitions assez fades, sans l’impact émotionnel attendu. Mais ce qui rend Resident Evil 4 véritablement légendaire, c’est qu’il a littéralement inventé le TPS moderne. Cette caméra par-dessus l’épaule, aujourd’hui évidente, était une révolution à l’époque et a défini tout un pan du jeu vidéo."
    },
    {
      "name": "Tom Clancy’s Ghost Recon Advanced Warfighter",
      "year": 2006,
      "rank": "E",
      "picture": "graw.jpg",
      "review": "Le jeu propose une approche punitive et tactique du FPS, servie par des graphismes remarquables pour son époque. Hélas, l’expérience est minée par l’IA alliée, totalement défaillante. Les soldats ignorent les ordres, empruntent des trajets absurdes, refusent de se mettre à couvert, et s’acharnent à tirer sur des ennemis qu’ils ne peuvent pas atteindre allant jusqu’à répéter inlassablement leur impuissance. Résultat : j’ai passé l’essentiel de ma campagne à agir seul, multipliant les tirs précis pour économiser mes balles, ce qui annihile totalement l’intérêt tactique du titre."
    },
    {
      "name": "Guitar Hero 2",
      "year": 2006,
      "rank": "NP",
      "picture": "guitarhero2.jpg",
      "review": "Je n’ai pas rejoué à Guitar Hero II pour une raison simple : sans la guitare, l’expérience n’a aucun sens. J’y avais touché enfant, et c’était amusant, mais aujourd’hui, cela ne tient plus que du souvenir. Le plaisir venait de l’accessoire, de la gestuelle et du ressenti. Sans cela, il ne reste qu’un jeu de rythme amputé de sa magie, et je refuse d’y retourner dans ces conditions. Pour moi, Guitar Hero II restera davantage un objet de nostalgie qu’une œuvre que je souhaite revisiter."
    },
    {
      "name": "Okami",
      "year": 2006,
      "rank": "C",
      "picture": "okami.jpg",
      "review": "Une direction artistique splendide, portée par une mécanique du pinceau céleste à la fois originale et plaisante. Malheureusement, l’expérience souffre de quelques problèmes techniques, comme des bugs où le personnage se retrouve bloqué. La difficulté trop faible enlève une grande part de tension, et la seconde partie rallonge artificiellement l’aventure sans apporter grand-chose de neuf, reprenant trop souvent les mêmes éléments déjà vus."
    },
    {
      "name": "Gears of war",
      "year": 2006,
      "rank": "B",
      "picture": "gearofwar.jpg",
      "review": "Une véritable démonstration technique et cinématographique : chaque mise en scène donnait l’impression de plonger dans un film d’action. Ses mécaniques de TPS, désormais reconnues comme novatrices, et ses graphismes largement en avance sur leur temps en font un jalon incontournable. Pourtant, la campagne m’a paru terriblement courte, probablement la plus brève que j’aie jamais terminée. Le manque de diversité des armes et une galerie de personnages trop stéréotypés, prisonniers de clichés militaires, ternissent un peu l’ensemble."
    },
    {
      "name": "The Elder Scrolls IV: Oblivion",
      "year": 2006,
      "rank": "A",
      "picture": "oblivion.jpg",
      "review": "Un monde ouvert, colossal, une liberté totale dans la création et l’évolution de son personnage, et surtout cette sensation unique de réellement appartenir à un univers vivant : Oblivion fut une véritable révélation. La bande-son magistrale sublime l’immersion. Mais l’expérience n’est pas exempte de défauts : des graphismes qui vieillissent mal, notamment d'étranges visages rigides, ainsi que des combats et des quêtes trop répétitifs. Savoir d’avance qu’un ennemi enverra toujours son projectile de feu ou un éclair et qu’il reste encore quatorze portes d’Oblivion à fermer finit par lasser. Malgré cela, le titre demeure une référence incontournable du RPG occidental."
    },
    {
      "name": "The Orange Box",
      "year": 2007,
      "rank": "C",
      "picture": "orangebox.jpg",
      "review": "L’idée d’une compilation vidéoludique était séduisante pour l’époque : cinq expériences dans un seul coffret. Mais là où le bât blesse, c’est dans la prétention de voir The Orange Box nommé au titre de jeu de l’année. Ce n’est pas une œuvre unifiée, mais un assemblage disparate. À mes yeux, seule une création singulière devrait être jugée digne d’une telle reconnaissance. Au cœur du coffret se trouve Half-Life 2: Episode Two, censé être la pièce de résistance. Pourtant, son contenu trop court laisse un goût amer. Après l’équilibre quasi parfait du rythme et du gameplay de Half-Life 2, cette suite mise presque exclusivement sur la narration et sur l’attachement à Alyx. Le problème est qu’en fermant son récit sur un cliffhanger resté sans suite, Valve transforme une expérience correcte en frustration durable. On ne retient plus l’épisode pour ses qualités ludiques, mais pour le vide laissé par l’absence d’un Episode Three. Portal, quant à lui, s’impose comme une agréable curiosité. Oui, le concept est génial et GLaDOS donne une identité mémorable à l’expérience. Mais soyons honnêtes : il ne s’agit pas d’un “grand jeu” mais d’un projet secondaire, un “mode bonus” comme on aurait pu en trouver dans Half-Life. Trop court, trop facile, il amuse une heure, surprend par son idée, puis s’éteint presque aussitôt. En définitive, The Orange Box est une excellente affaire pour le joueur de l’époque, mais certainement pas une œuvre capable de rivaliser avec les véritables prétendants au trône. Une boîte pleine de promesses, certes, mais sans monument capable d’en faire un Game of the Year."
    },
    {
      "name": "Mass Effect",
      "year": 2007,
      "rank": "D",
      "picture": "masseffect.jpg",
      "review": "Mass Effect m’a laissé un sentiment de faux-semblant. Le jeu cherche à donner l’illusion d’un univers galactique infini, constellé de planètes à explorer, mais en dehors des missions principales, ces mondes n’offrent que peu de véritable contenu. De la même manière, il se veut maître du choix moral, mais comme dans KOTOR (qui le faisait d’ailleurs avec plus de finesse), peu importe la voie empruntée, l’histoire suit son rail. L’exemple le plus flagrant fut mon affrontement avec un de mes compagnons où, malgré mon accord avec lui, le jeu ne me laissa pas lui exprimer, ce qui le condamna inutilement. J’ai également croisé quelques soucis d’IA, autant du côté allié qu’ennemi, qui ont terni légèrement le dynamisme des combats. Cependant, là où le jeu a réellement su m’accrocher, c’est dans la création physique de mon Shepard. Pour la première fois, j’ai eu l’impression de façonner un protagoniste qui m’appartenait, différent de celui de tout autre joueur. Cet attachement personnel donne au jeu une profondeur unique, même si ses mécaniques ne sont pas toujours à la hauteur de ses ambitions. Pour être honnête, je n’ai pas encore trouvé ce qui fait de Mass Effect un monument du jeu vidéo. Peut-être cela se révélera-t-il dans ses suites, puisque beaucoup parlent de son évolution spectaculaire. Pour l’heure, ce premier opus reste un bon jeu, solide, mais qui n’excelle dans aucun domaine précis. Il pose des fondations prometteuses, sans pour autant se hisser plus haut que cela."
    },
    {
      "name": "Halo 3",
      "year": 2007,
      "rank": "S",
      "picture": "halo3.jpg",
      "review": "Halo 3 est un véritable chef-d’œuvre. Même sans avoir touché au mode en ligne, il est impossible d’ignorer l’ampleur des innovations apportées par ce titre : le mode coop à quatre joueurs, le système Forge pour créer et modifier ses cartes, le mode Theatre pour revoir ses parties, un équilibre multijoueur exemplaire, et des mécaniques de gameplay affinées qui posent de nouveaux standards pour les jeux de tir sur console. En plus de cela, tous les problèmes que j’avais rencontrés dans Halo 2 pour sa campagne ont été corrigés. Le jeu est dynamique, propose un véritable florilège d’ennemis et d’armes qui diversifient les affrontements, et s’inspire d’autres jeux pour offrir un côté cinématographique inédit dans la série. Les musiques restent au top et renforcent l’immersion, tandis que la qualité graphique est remarquable pour l’époque. Les seuls petits défauts résident dans certains personnages et éléments de scénario un peu stéréotypés, ainsi que dans la courte durée de la campagne. Mais Halo étant avant tout pensé comme un jeu multijoueur, ces points ne me paraissent pas suffisamment importants pour le pénaliser. En résumé, Halo 3 combine innovations techniques, gameplay solide et ambiance cinématographique, et s’impose comme un jalon incontournable de l’histoire du jeu vidéo."
    },
    {
      "name": "BioShock",
      "year": 2007,
      "rank": "A",
      "picture": "bioshock.jpg",
      "review": "BioShock est un jeu incroyable. L’immersion est totale, l’univers de Rapture est fascinant et l’originalité de l’histoire frappe immédiatement, notamment par le risque narratif d’impliquer des enfants dans l’intrigue, ce qui rend certaines séquences particulièrement marquantes. La diversité du gameplay grâce aux pouvoirs biologiques apporte une réelle variété dans les combats et la progression, et le twist final, bien que prévisible, bénéficie d’une mise en scène puissante qui le rend mémorable. La direction artistique est tout simplement époustouflante, donnant vie à un monde à la fois oppressant et sublime. Cependant, le jeu souffre de sérieux problèmes techniques. La gestion de la souris est mauvaise, et j’ai dû chercher comment la désactiver correctement. Les nombreux crashs interrompaient régulièrement ma partie et forçaient à reconfigurer les paramètres à chaque fois. Pire encore, le fichier que je modifiais pour corriger la souris était réécrit après chaque crash, obligeant un va-et-vient constant qui a considérablement freiné mon expérience. De plus, l’audio du jeu présente plusieurs problèmes. Certains sons sont trop faibles, d’autres se coupent de manière aléatoire, ce qui nuit à l’immersion. Ces défauts techniques sont trop importants pour être ignorés, même si le reste du jeu est exceptionnel."
    },
    {
      "name": "LittleBigPlanet",
      "year": 2008,
      "rank": "D",
      "picture": "littlebigplanet.jpg",
      "review": "L’originalité du titre réside dans la création de niveaux, un concept qui, avec le recul, aura été poussé à son paroxysme. L’univers possède un charme indéniable, presque enfantin, renforcé par une bande-son enchanteresse qui contribue à cette atmosphère chaleureuse. Certains niveaux officiels se distinguent par leur construction ingénieuse et leur plaisir immédiat. Toutefois, l’histoire se révèle bien trop courte, et les contrôles manquent parfois de précision, ce qui gâche la fluidité des séquences de plate-forme."
    }
  ]
}
